#+title: Evaluación de la exposición
#+author: Gunnar Wolf

* Esquemas de seguridad en archivos

- Tema presentado por :: Héctor Saúl Hernández Saldívar
- Calificación global :: Por favor revisen el resto de este archivo para ver de
  dónde vienen todos estos números 😉

|------------------------+------+--------------------+------+---------|
| Evaluación  compañeros | Peso | Evaluación docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.14 |  0.3 |               8.25 |  0.7 |    8.52 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Evaluación grupal

|              | 1 | 2 | 3 | 4 |  5 | Total |
|--------------+---+---+---+---+----+-------|
| Originalidad | 0 | 0 | 0 | 6 |  8 |  9.14 |
| Nivel        | 0 | 0 | 0 | 4 | 10 |  9.43 |
| Relevancia   | 0 | 0 | 1 | 2 | 11 |  9.43 |
| Claridad     | 0 | 0 | 1 | 4 |  9 |  9.14 |
| Presencia    | 0 | 0 | 3 | 4 |  7 |  8.57 |
|--------------+---+---+---+---+----+-------|
|              |   |   |   |   |    |  9.14 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros

- La verdad me gustó mucho, ya que la protección de archivos me llama la
  atención por el entorno de seguridad informática
- Se me hizo clara la exposición, además de que las laminas tenían poca
  información pero bien explicada

* Evaluación por parte del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |          7.5 |     0.75 |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.25 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- Lees directamente buena parte del material ☹ eso hace que el ritmo de la
  exposición sea un poco más tedioso y sea fácil perder el enfoque.
  - Me parece muy bueno que presentes y expliques los comandos específicos que
    se utilizan, pero me parece que le falta claridad / agilidad.
- Tu exposición hace una muy buena cobertura del tema. ¡Felicidades!
